Repository: mozilla-l10n/mt-training-data
Catalog: mt/mt_pontoon.tmx
Source language: en_us
Languages: mt

source: Localized
mt: Lokaliżat

source: Login Identity
mt: Identifikazzjoni

source: Log in or sign up to get started
mt: Illoggja jew oħloq kont biex tibda

source: Log In / Sign Up
mt: Illoggja / Oħloq kont

source: Log In / Sign Up with { $company } email
mt: Idħol / Abbona bl-imejl tal-{ $company }

source: Log Out
mt: Oħroġ

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
mt: Mid-dehra għad mhemmx klips li tista' tisma' b'din il-lingwa. Tina daqqa t'id biex inżidu ftit fil-kju: irrekordja ftit inti, issa stess.

source: Macedonian
mt: Maċedonu

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
mt: Id-data li tagħti tista' tkun ta' aktar siwi jekk tipprovdi wkoll, b'mod anonimu, ftit informazzjoni demografika. Kull informazzjoni demografika tiġi anonimizzata qabel issir disponibbli pubblikament.

source: Malagasy
mt: Malagażi

source: Male
mt: Raġel

source: Maltese
mt: Malti

source: Manage Email Subscriptions
mt: Ħu ħsieb l-abbonamenti bl-email

source: Manage Subscriptions
mt: Ħu ħsieb l-abbonamenti

source: Message
mt: Messaġġ

source: Mixed
mt: Imħallat

source: Mongolian
mt: Mongoljan

source: More
mt: Iktar

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
mt: Ħafna mid-data li jużaw il-kumpnaiji mhix disponibbli għall-maġġoranza tan-nies. Fil-fehma tagħna, dil-qagħda xxekkel l-innovazzjoni. Għalhekk nidejna l-Proġett Common Voice, proġett biex l-għarfien awtomatiku tat-taħdit ikun miftuħ u aċċessibbli għal kulħadd.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
mt: Ħafna mid-data li jużaw il-kumpnaiji mhix disponibbli għall-maġġoranza tan-nies. Fil-fehma tagħna, dil-qagħda xxekkel l-innovazzjoni. Għalhekk nidejna l-Proġett Common Voice, proġett biex l-għarfien awtomatiku tat-taħdit ikun miftuħ għal kulħadd.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
mt: Il-biċċa l-kbira tal-ġabriet tad-data tat-taħdit huma mibnija bi żbilanċ favur ċerti demografiji. Dan jirriżulta fi żbilanċ b'risq <articleLink> l-irġiel u l-membri tal-klassi medja </articleLink>. Ċerti aċċenti u djaletti li ġeneralment ma jkunux rappreżentati sew fl-iskemi tad-data għall-izvilupp ta' sistemi tat-taħdit huma tipikament assoċjati ma’ gruppi ta’ nies li huma emarġinati. Ħafna sistemi jbatu wkoll biex jifhmu l-vuċijiet femminili. Dan hija r-raġuni għalfejn irridu varjetà fil-ġabriet tagħna tad-data tal-vuċi!

source: Mozilla doesn’t pick or favor any one language over another. Instead, Common Voice is a purely community-driven initiative, but it takes <multilangLink>several steps to add a new language</multilangLink> and begin collecting voice donations. First, the Common Voice website needs to be translated so community members can access the contributor experience in their own language. Next, we need a large collection of copyright-free sentences for people to read outloud. Once both of those requirements are satisfied a language is “launched” on Common Voice for people to start recording their voice and validating others donations. If you want to help launch a new language, head over to our <sentenceCollectorLink>sentence collection tool</sentenceCollectorLink> to get started.
mt: Mozilla ma tiffavorixxi ebda lingwa iktar minn oħra. Filwaqt li l-inizzjattiva Common Voice hija mmexxija mill-komunità, hemm bżonn jittieħdu <multilangLink>diversi passi sakemm tiġi miżjuda lingwa ġdida</multilangLink> u jibdew jinġabru d-donazzjonijiet tal-vuċi. L-ewwelnett, is-sit ta' Common Voice irid jiġi tradott sabiex il-membri tal-komunità jkunu jistgħu jgħaddu mill-esperjenza ta' kontributuri fil-lingwa tagħhom. Imbagżad, ikollna bżonn kollezzjoni mdaqqsa ta' sentenzi li mhemmx copyright fuqhom biex in-nies ikunu jistgħu jaqrawhom b'vuċi għolja. Ladarba dawn iż-żewġ affarijiet ikunu saru, il-lingwa tista' tiġi "mnedija" fuq Common Voice biex in-nies jibdew jirrekordjaw il-vuċi tagħhom jew jiċċekkjaw recordings li saru minn ħaddieħor. Jekk tixtieq tgħinna nniedu lingwa ġdida, żur l-<sentenceCollectorLink>għodda għall-ġbir tas-sentenzi</sentenceCollectorLink> biex tibda.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
mt: Mozilla hija mpenjata biex iżżomm il-web miftuħa u aċċessibbli għal kulħadd. Biex nagħmlu dan għandna bżonn nagħtu s-setgħa lill-ħallieqa tal-web permezz ta' proġetti bħal Common Voice. Filwaqt li t-teknoloġiji tal-vuċi qed jinirxu lil hinn minn applikazzjonijiet speċifiċi, aħna nemmnu li għandhom iservu lill-utenti kollha bl-istess mod. Dan ifisser investiment f'iktar lingwi u akkomodazzjoni ta' aċċenti u demografija varjata meta jinbnew u jiġu ttestjati teknoloġiji tal-vuċi. Common Voice hija riżorsa pubblika disponibbli għal kulħadd, li diġà qed tiġi wżata minn timijiet u żviluppaturi tal-Mozilla madwar id-dinja fil-proġetti tagħhom.

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
mt: Mycroft huwa l-ewwel assistent personali open source fid-dinja. Mycroft jista' jintuża kullimkien - fuq kompjutr, f'karozza jew fuq Raspberri Pi.

source: N/A
mt: Mhux applikabbli

source: Name
mt: Isem

source: Native Language
mt: Lingwa Nattiva

source: Next Goals: { $goal }
mt: L-Għanijiet li Jmiss: { $goal }

source: No
mt: Le

source: No gravatar found for your email
mt: Ebda gravatar ma nstab għall-email tiegħek

source: No microphone found.
mt: Ma nstab ebda mikrofonu.

source: Norwegian Bokmål
mt: Bokmål Norveġiż

source: Norwegian Nynorsk
mt: Nynorsk Norveġiż

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
mt: Nota: Meta s-setting ikun 'Viżibbli', tista tibdlu minn fuq il-<profileLink>paġna tal-Profil</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
mt: Nota: Xorta se jkollok bżonn tagħżel bejn Tkellem jew Isma biex tibdel it-tip ta' kontribut li tagħti.

source: Not found
mt: Ma nstabx

source: No Thanks
mt: Le grazzi

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
mt: Issa inti wkoll tista' taqsam il-vuċi tiegħek magħna sabiex tgħinna nibnu database ta' vuċijiet miftuħa li tista' tintuża minn kull min irid jibni apps innovattivi li jintużaw fuq aġġeġġi jew fuq l-internet. Aqralna sentenza biex tgħin il-magni jitgħallmu jitkellmu bħan-nies. Iċċekkja x-xogħol ta' ħaddieħor biex ittejjeb il-kwalità. Hija daqstant sempliċi!

source: { NUMBER($count) } clips
mt: { NUMBER($count) } klip

source: Number of Voices
mt: Numru ta' vuċijiet

source: { NUMBER($totalHours) } hours is achievable in just over { NUMBER($periodMonths) } months if { NUMBER($people) } people record { NUMBER($clipsPerDay) } clips a day.
mt: { NUMBER($totalHours) } siegħa jistgħu jitlaħqu fi ftit iktar minn { NUMBER($periodMonths) } xahar jekk { NUMBER($people) } persuna tirrekordja { NUMBER($clipsPerDay) } klip kuljum.

source: Offensive language
mt: Kliem offensiv

source: Offensive speech
mt: Diskors offensiv

source: On desktop computers, you can download the latest:
mt: Fuq kompjuters desktop, tista' tniżżel l-aħħar:

source: Optionally join on our email list for updates and new information about the project.
mt: Jekk trid, tista' tissieħeb mal-mailing list biex tirċievi aġġornamenti u informazzjoni ġdida dwar il-proġett.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
mt: L-informazzjoni demografika, li ddaħħalha jekk trid int (eż età, sess, lingwa, u aċċent) ma tibqax identifikata mal-vuċi tiegħek u qatt ma tidher pubblikament fuq il-profil tiegħek.

source: or Delete voice clip
mt: jew Ħassar ir-recording

source: Other
mt: Ieħor

source: Other Language
mt: Lingwa oħra

source: Other voice datasets…
mt: Ġabriet oħra ta' data tat-taħdit ...

source: Other Voice Datasets
mt: Ġabriet oħra ta' data tat-taħdit.

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
mt: It-testi li jinqraw huma donazzjonijiet oriġinali mill-kontributuri kif ukoll djalogu meħud minn scripta tal-films li jinsabu fid-dominju pubbliku, bħal <italic>It’s a Wonderful Life</italic>. Tista tara s-sentenzi jekk iżżur dan ir-<githubLink>Repożitorju fuq GitHub</githubLink>.

source: Overall Accuracy
mt: Livell ta' Akkuratezza Milħuq

source: Overall Hr. Total
mt: Sigħat b'Kollox

source: Overall project status: see how far we’ve come!
mt: L-istat tal-proġett s'issa: ara sa fejn wasalna!

source: Partners
mt: Msieħba

source: Persian
mt: Persjan

source: <playIcon></playIcon>Last one!
mt: <playIcon> </playIcon> L-aħħar waħda!

source: Play/Stop
mt: Isma'/Waqqaf

source: Polish
mt: Pollakk

source: Portuguese
mt: Portugiż

source: Press play, listen & tell us: did they accurately speak the sentence below?
mt: Agħfas play, isma' u mbagħad għidilna: is-sentenza t'hawn taħt inqrat sew minn min qed jitkellem?

source: Press { shortcut-play-toggle } to toggle play mode
mt: Agħfas { shortcut-play-toggle } biex tiħol fil-play mode

source: Privacy
mt: Privatezza

source: Privacy Policy
mt: Stqarrija ta' Privatezza

source: Pro
mt: Professjonali

source: Profile
mt: Profil

source: Profile information improves the audio data used in training speech recognition accuracy.
mt: L-informazzjoni fil-profil ittejjeb id-data awdjo li tintuża biex jitħarrġu sistemi aktar akkurati għall-għarfien awtomatiku tat-taħdit.

source: Punjabi
mt: Punġabi

source: Read More
mt: Aqra Iktar

source: Read more on our About page
mt: Aqra iktar fuq il-paġna Dwarna

source: Ready to do { $count } more?
mt: Trid tagħmel { $count } oħra?

source: Ready to donate your voice?
mt: Lest/a biex tagħtina l-vuċi tiegħek?

source: Ready to help validate sentences?
mt: Lest biex tgħinna niċċekkjaw is-sentenzi?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
mt: Ibda rċievi l-emails biex ifakkruk dwar sfidi u għanijiet, aġġornamenti dwar il-progress, u aħbarijiet dwar Common Voice.

source: Recorded Clips
mt: Clips irrekordjati

source: Recorded Hours
mt: Sigħat Irrekordjati

source: <recordIcon></recordIcon> Last one!
mt: <recordIcon></recordIcon> Tal-aħħar!

source: Recording
mt: Qed tirrekordja

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
mt: Recordings tal-vuċi huma parti integrali mill-proċess li bih qed nibnu l-ġabra miftuħa ta' data; skont ħafna nies, hija wkoll l-iktar parti li fiha gost.

source: Record/Stop
mt: Irrekordja/Waqqaf

source: RECORD VOICEWAVE
mt: IRREKORDJA VOICEWAVE

source: Record your voice
mt: Irrekordja l-vuċi tiegħek

source: Recreate Voicewave
mt: Erġa oħloq il-Voicewave

source: Remove
mt: Ħassar

source: Report
mt: Irrapporta

source: Report was passed successfully
mt: Ir-rapport intbagħat

source: Request a Language
mt: Itlob biex tiġi inkluża lingwa

source: *required
mt: *meħtieġ

source: Re-record
mt: Erġa' rrekordja

source: RE-RECORD
mt: IRREKORDJA MILL-ĠDID

source: Re-record clip
mt: Erġa rrekordja l-klip

source: RETRY
mt: ERĠA'

source: Return here to edit your goal anytime.
mt: Tista' terġa' lura hawn meta trid biex taġġorna l-għanijiet tiegħek.

source: Return to Common Voice
mt: Lura għal Common Voice.

source: Return to Common Voice Datasets
mt: Erġa' lura għall-ġabra ta' dati Common Voice

source: Return to Languages
mt: Lura għal Lingwi

source: Review
mt: Irrevedi

source: Review & re-record clips here as you go
mt: Int u għaddej, irrevedi u erġa rrekordja l-klips minn hawnhekk

source: Review & re-record clips if needed
mt: Irrevedi u erġa' rrekordja l-klips jekk hemm bżonn

source: Review & Submit
mt: Irrevedi & Ibgħat

source: Romanian
mt: Rumen

source: Russian
mt: Russu

source: Sardinian
mt: Lingwa Sarda

source: Save
mt: Issejvja

source: Saved
mt: Issejvjat

source: Search
mt: Fittex

source: Search for answers
mt: Fittex tweġiba

source: See how your progress compares to other contributors all over the world.
mt: Qabbel il-progress li għamilt ma' dak ta' kontributuri oħra madwar id-dinja.

source: See Less
mt: Ara inqas

source: See More
mt: Ara iktar

source: Select a Language...
mt: Agħżel Lingwa ...

source: Sentence Collection
mt: Ġbir ta' Sentenzi

source: Sentences
mt: Sentenzi

source: Serbian
mt: Lingwa Serba

source: Set a goal
mt: Issettja għan

source: Set my visibility
mt: Issettja l-Viżibbiltà Tiegħi

source: Settings
mt: Issettjar

source: Sex
mt: Sess

source: Share Common Voice
mt: Xerred il-kelma dwar Common Voice

source: Share my goal
mt: Aqsam l-għanijiet tiegħi ma' ħaddieħor

source: Share your clip
mt: Aqsam din il-clip ma' ħaddieħor.

source: Share your { $count } Clip Daily Goal for { $type }
mt: Aqsam l-għan ta' { $count } Klip Kuljum tat-tip { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
mt: Aqsam l-għan ta' { $count } Klip fil-Ġimgħa tat-tip { $type }

source: Show my ranking
mt: Uri posti fil-klassifika

source: Sicilian
mt: Sqalli

source: Sign up for an account
mt: Oħloq kont

source: Sign up for Common Voice newsletters, goal reminders and progress updates
mt: Ibda rċievi l-ittra-aħbar ta' Common Voice, tfakkira dwar l-għanijiet tiegħek u aġġornamenti dwar il-progress li qed isir

source: sign up for email updates
mt: Ibda rċievi aġġonrnamenti bl-email

source: Sign up for { $lang } updates:
mt: Ibda rċievi l-aġġornamenti dwar il-{ $lang }.

source: Size
mt: Daqs

source: Skip
mt: Aqbeż

source: Skip Submission Feedback
mt: Aqbeż il-feedback dwar dak li bgħatt

source: Slovak
mt: Slovakk

source: Slovenian
mt: Sloven

source: Sorbian, Lower
mt: Sorbjan, t'Isfel

source: Sorbian, Upper
mt: Sorbjan, ta' Fuq

source: Spanish
mt: Spanjol

source: Speak
mt: Tkellem

source: Speakers
mt: Kelliema

source: Speaking
mt: Titkellem

source: Speaking and Listening
mt: Titkellem u Tisma'

source: Speak now
mt: Tkellem issa

source: Speak up, contribute here!
mt: Għolli leħnek, agħti sehmek hawn!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
mt: <speechBlogLink>Ibda Aħdem fuq l-Għarfien Awtomatiku tat-Taħdit</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
mt: Ħafna drabi, it-taħdit huwa l-aktar mod naturali biex nikkomunikaw bejnietna u t-teknloġiji għall-għarfien tal-vuċi qed iwasslu biex dan iseħħ ukoll fuq il-kompjuters u l-aġġeġġi li nġorru magħna. Aħna nixtiequ nħallu lill-iżviluppaturi jibnu applikazzjonijiet inkredibbli għall-għarfien awtomatiku tal-vuċi, bħal sistemi ta' traduzzjoni awtomatika 'real time' u assistenti digitali li jaħdmu bil-vuċi. Imma bħalissa ħafna mid-data meħtieġa biex jinbnew dawn l-applikazzjonijiet tiswa ħafna flus u hija propjetà privata. Aħna nittamaw li Common Voice jagħti lill-iżvilupatturi dak li jeħtieġu għall-innovazzjoni, sabiex it-teknoloġija għall-għarfien tat-taħdit tkun disponibbli fil-lingwa tagħhom. Biex l-għarfien tal-vuċi jkun universali, qed niġbru kampjuni ta' vuċijiet sew f'lingwi mitkellma minn ħafna nies, kif ukoll f'lingwi li għandhom popolazzjoni iżgħar ta' kelliema u li spiss ma jkunux moqdija mis-servizzi kummerċjali tal-għarfien awtomatiku tat-taħdit. Il-pubblikazzjoni ta' ġabra ta' dati b'diversità ta' vuċijiet tagħti s-setgħa lill-iżviluppaturi, l-intraprendituri u l-komunitajiet biex jindirizzaw huma stess dawn il-lakuni.

source: Speech-to-text (STT) technologies convert voice data into text.
mt: It-teknoloġiji Speech-to-Text (STT) jittraduċu mit-taħdit għal test miktub.

source: Splits
mt: Taqsimiet

source: Start recording
mt: Ibda' irrekordja

source: Stats
mt: Statistika

source: Submit
mt: Ibgħat

source: Submit a report
mt: Ibgħat rapport

source: Submit clips
mt: Ibgħat il-klips

source: Subscribe
mt: Abbona

source: Success
mt: Suċċess

source: Success, profile created!
mt: Prosit, irnexxilek toħloq profil!

source: Swedish
mt: Svediż

source: Syriac
mt: Sirjakk

source: Tap
mt: Agħfas

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
mt: Tatoeba hija ġabra kbira ta' sentenzi, traduzzjonijiet u awdjo mitkellem li jistgħu jintużaw għall-għarfien awtomatiku tal-lingwi. Minn din il-ħolqa jista' jitniżżel Ingliż mitkellem, irrekordjat mill-komunità ta' utenti tagħhom.

source: TED-LIUM Corpus
mt: Korpus TED-LIUM

source: Terms
mt: Termini

source: Thai
mt: Tajlandiż

source: Thanks for confirming your account, now let's build your profile.
mt: Grazzi talli kkonfermajt il-kont tiegħek; issa, nistgħu nibnulek profil.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
mt: Grazzi għar-recording!<lineBreak></lineBreak>Issa iċċekkja u ibgħat il-clips hawn taħt.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
mt: Grazzi talli ħadt interess biex tagħti sehmek għall-{ $lang }. Aħna nagħmlu minn kollox biex kull lingwa tkun lesta biex tiġi varata, u nzommmu lit-timijiet aġġornati permezz tal-email. Jekk tixtieq tikkontribwixxi, jekk jogħġbok daħħal l-indirizz tal-email tiegħek hawn taħt.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
mt: Iċ-Ċimiterju tal-Klips fih dawk ir-recordings li ma żdidux mal-ġabra Common Voice. Bħall-ħabra nnifisha, iċ-Ċimiterju jista' jitniżżel ukoll.

source: The clip has disrespectful or offensive language.
mt: Dal-Clip għandu lingwaġġ mhux rispettuz jew offensiv.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
mt: Il-ġabra tad-data ta' Common Voice tikkumplimenta s-sistema Deep Speech, sistema miftuħa għall-għarfien tat-taħdit mibnija minn Mozilla. L-ewwel verżjoni ta' Deep Speech ġiet imnedija f'Novembru 2017 u baqgħet tevolvi sa minn dakinhar. Flimkien mal-ġabra tad-data ta' Common Voice, aħna nemmnu li din it-teknoloġija miftuħa għall-għarfien awtomatiku tal-vuċi għandha tkun disponibbli għal kulħadd. Nisperaw li dawn it-teknoloġiji jippermettu lill-iżviluppaturi biex joħolqu mewġa ġdida ta 'prodotti u servizzi innovattivi.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech, which you can use to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
mt: Il-ġabra Common Voice tikkumplimenta l-magna open source għall-għarfien awtomatiku tat-taħdit tal-Mozilla, li tista' tużaha biex tibni applikazzjonijiet għall-għarfien awtomatiku tat-taħdit. Aqra <githubLink>r-reċensjoni fuq Github</githubLink> jew issieħeb ma' <discourseLink>DeepSpeech Discourse</discourseLink> biex tara kif tista' tibda.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
mt: Il-Ġabra ta' Dati Common Voice fiha mijiet ta' eluf ta' kampjuni ta' vuċijiet biex jgħinu lill-iżviluppaturi jibnu għodod għall-għarfien tat-taħdit.
